/* The title of the Nightscout API secret */
"API Secret" = "API Secret";

/* Button title to delete a service */
"Delete Service" = "Delete Service";

/* The placeholder text for the Nightscout site URL */
"https://mysite.azurewebsites.net" = "https://mysite.azurewebsites.net";

/* The default placeholder for required text */
"Required" = "Required";

/* The title of the Nightscout site URL */
"Site URL" = "Site URL";
